def Yasuna_03a(thoughts, eyes, eye, tongue):
  return f"""
 {thoughts}
  {thoughts}
   {thoughts}"""+"""
            . .: -----  .
         ／: .: .: .:.: .:＼
        /    ..  . l.: .: .:ヽ
       : .: ,/|-/|:ハ.:|-.ｌ.:
       |: :ノ |/.|/  ヽ|.Vﾊ.:|
       |.::|  =＝     ＝= }.:| 
       |.γ|| ''  ＿_   ''{::ﾊ 
       ﾉノﾊﾘ   ｛   }     ﾉV
       ∨Vvヽ､._  --'_ .イV
            γ:/:{.又 }ﾍヽ 
          ／:〉:V ﾊ.ﾘ〈: ＼ 
        ／ : Vヽ:V// /:V ::＼ 
    rイ: : ／|: :＼Vノ: :|ヽ: ヽ-､
   ｢  ヽ:／  |: o :  o:|   ＼:/ 」
    ー'    ./: : : : : ﾊ      ー' 
          ./::o: : : :o ﾊ 
          /ヽ: : :Λ: : :ﾉ:、 
        〈:::￣￣:::￣:::::〉 
          ＼:__:::::::__:／ 
            |  Τ￣Τ | 
            |  |   |  | 
            |''|   |''| 
"""