from ni.config.tools import Logger

# 1000-1999: DataFileElf
# 2000-2999: CSVFileElf
# 3000-3999: ImageFileElf
# 4000-4999: PDFFileElf

ERROR_DEF = {
    '1000': '[{0}] "{1}"没有设置正确（不能直接使用默认设置值），请设置后重试。',
    '2000': '[{0}] 存在需要进行去重处理的值，详细请查阅文件：{1}\n{2}',
    '2001': '[{0}] 如下重复值将被去除，详细请查阅文件：{1}\n{2}',
    '2002': '[{0}] "split"中的"key"不存在，请检查数据文件"{1}"是否存在该字段"{2}"。',
    '3000': '[{0}] "splice"中没有正确设置"images"参数，请设置后重试。',
    '3001': '[{0}] 图片中未能解析到二维码。',
    '3002': '[{0}] 解码成功：\n{1}',
    '3003': '[{0}] 转换为base64成功：\n{1}',
    '4000': '[{0}] PDF文件"{1}"中不存在第{2}的内容，请检查PDF原文档的内容正确性或者配置正确性。',
    '4001': '[{0}] "from_images"没有设置，请设置后重试。'
}

logger = Logger(ERROR_DEF, 'dfelf')