def 엄():
    print("엄")
def 준():
    print("준")
def 식():
    print("식")
def 엄준식():
    print("어떻게 사람 이름이 엄준식")
def 도배():
    while True:
        print("엄")
        print("준")
        print("식")
def Um():
    print("um")
def umjunsik():
    print("?")
def 아무무():
    print("아 ㅋㅋ 안은우라고")
def 그립다():
    print("아 죽었다고")
    exit()
def 하이빅스비():
    abc = input("예 주인님 : ")
    print(abc, "라는 말씀을 이해하지 못했어요.")
def 살아있다():
    print("엄준식은 살아있다")
def 화이팅():
    while True:
        print("엄준식 화이팅")
def 동탄():
    print("동탄 지하철 노약자")
def 중절모():
    print("⠀⠀⠀⠀⠀⠀⠀⠀⠀⣠⣤⣤⣶⣶⣶⣤⣀⡀⠀⠀⠀⠀⠀⠀")
    print("⠀⠀⠀⠀⠀⠀⠀⠀⣼⣿⣿⣿⣿⣿⣿⣿⣿⣷⣆⠀⠀⠀⠀⠀")
    print("⠀⠀⠀⠀⠀⠀⠀⢀⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡄⠀⠀⠀⠀")
    print("⠀⠀⠀⠀⠀  ⢸⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⠀⠀⠀⠀")
    print("⠀⠀⠀⠀⣤⣴⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣧⣤⣄⠀")
    print("⠀⠀⠀⠀⠀⠈⠙⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠛⠋⠉⠀")
    print("⠀⠀⠀⠀⠀⠀⠀⠸⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠀⠀⠀")
    print("⠀⠀⠀⠀⠀⠀⢀⠀⠙⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡏⠀⠀⠀")
    print("⣶⣶⣶⣶⣶⣿⣿⡇⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⡟⠀⠀⠀")
    print("⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣦⣤⣀⠀⠀⠀")
    print("⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⣶⣄")
    print("⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷")
    print("⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣻⣿⣿⣿⣿⣿⣿⣆⣀")
def 돌아와엄준식():
    return "Umjunsik"